<?php

return [
    'failed_registration' => 'کد وارد شده صحیح نیست یا مهلت آن به پایان رسیده است',
    'success_logout' => 'خروج با موفقیت انجام شد',
    'no_plan_registered' => 'لطفا ابتدا طرح اشتراکی را خریداری کنید',
    'more_than_limited_work_groups' => 'تعداد گروه های کاری انتخاب شده بیشتر از تعداد مجاز است',
    'bad_happened' => 'لطفا دوباره تلاش کنید مشکلی برای سیستم بوجود آمده است',
    'choose_work_groups_admin' => 'لطفا دسته ی کاری مورد نظر را وارد کنید',
    'published_advertise_without_wg' => 'آکهی انتشار یافته نمیتواند فاقد دسته کاری باشد',
    'wrong_advertise' => 'آگهی های انتخاب شده اشتباه است دوباره تلاش کنید',
    'no_banner' => 'بنری وجود ندارد',
    'no_plan' => 'کاربر طرح اشتراکی ندارد',
    'no_wg' => 'گروه کاریی انتخاب نشده است',
    'cannot_change_parent_wg' => 'دسته ی کاری شامل زیر گروه است نمیتوانید نوع آن را تغییر دهید ابتدا زیر نوع زیر گروه ها را تغییر دهید',
    'cannot_delete_paret_wg_cause_of_child' => 'دسته ی کاری مورد نظر شامل زیر گروه است نمیتوانید آنرا حذف کنید',
    'cannot_delete_paret_wg_cause_of_advertise' => 'دسته ی کاری مورد نظر به آگهی تخصیص داده شده است نمیتوانید آن را حذف کنید'
];
